Repository: cloakyard/cloakdrop
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
hi: जारी रखें
ja: 再開
ko: 재개
pt_br: Retomar
ru: Возобновить
zh_hans: 继续

source: Resume All
ar: استئناف الكل
de: Alle fortsetzen
es: Reanudar todas
fr: Tout reprendre
hi: सभी जारी रखें
ja: すべて再開
ko: 모두 재개
pt_br: Retomar Tudo
ru: Возобновить все
zh_hans: 全部继续

source: Resume all paused downloads
ar: استئناف جميع التنزيلات المتوقفة مؤقتًا
de: Alle angehaltenen Downloads fortsetzen
es: Reanudar todas las descargas en pausa
fr: Reprendre tous les téléchargements suspendus
hi: सभी रुके हुए डाउनलोड जारी रखें
ja: 一時停止中のすべてのダウンロードを再開
ko: 일시정지된 모든 다운로드 재개
pt_br: Retomar todos os downloads pausados
ru: Возобновить все приостановленные загрузки
zh_hans: 继续所有已暂停的下载

source: Resume on launch
ar: الاستئناف عند التشغيل
de: Beim Start fortsetzen
es: Reanudar al iniciar
fr: Reprendre au lancement
hi: लॉन्च पर फिर से शुरू करें
ja: 起動時に再開
ko: 실행 시 재개
pt_br: Retomar ao iniciar
ru: Возобновлять при запуске
zh_hans: 启动时继续

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
ja: 再試行
ko: 재시도
pt_br: Tentar Novamente
ru: Повторить
zh_hans: 重试

source: Retry attempts
ar: محاولات إعادة المحاولة
de: Wiederholungsversuche
es: Intentos de reintento
fr: Tentatives de reprise
hi: पुनः प्रयास की संख्या
ja: 再試行回数
ko: 재시도 횟수
pt_br: Tentativas de repetição
ru: Попытки повтора
zh_hans: 重试次数

source: Reveal in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएँ
ja: Finder に表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

source: Route downloads into folders or queues by URL, type, or size — all on your Mac.
ar: وجّه التنزيلات إلى مجلدات أو قوائم انتظار حسب الرابط أو النوع أو الحجم — كل ذلك على جهاز Mac الخاص بك.
de: Leite Downloads nach URL, Typ oder Größe in Ordner oder Warteschlangen – alles auf deinem Mac.
es: Enruta las descargas a carpetas o colas según URL, tipo o tamaño, todo en tu Mac.
fr: Acheminez les téléchargements vers des dossiers ou files selon l’URL, le type ou la taille — tout sur votre Mac.
hi: URL, प्रकार या आकार के अनुसार डाउनलोड को फ़ोल्डर या क़तार में भेजें — सब आपके Mac पर।
ja: URL・種類・サイズに応じて、ダウンロードをフォルダやキューに振り分け。すべてあなたのMac上で。
ko: URL, 유형 또는 크기에 따라 다운로드를 폴더나 대기열로 분류 — 모두 사용자의 Mac에서.
pt_br: Encaminhe downloads para pastas ou filas por URL, tipo ou tamanho — tudo no seu Mac.
ru: Распределяйте загрузки по папкам или очередям на основе URL, типа или размера — всё на вашем Mac.
zh_hans: 按 URL、类型或大小将下载分流到文件夹或队列——全部在你的 Mac 上。

source: Rule name
ar: اسم القاعدة
de: Regelname
es: Nombre de la regla
fr: Nom de la règle
hi: नियम का नाम
ja: ルール名
ko: 규칙 이름
pt_br: Nome da regra
ru: Название правила
zh_hans: 规则名称

source: Rules
ar: القواعد
de: Regeln
es: Reglas
fr: Règles
hi: नियम
ja: ルール
ko: 규칙
pt_br: Regras
ru: Правила
zh_hans: 规则

source: Rules apply top to bottom — the first match wins.
ar: تُطبَّق القواعد من الأعلى إلى الأسفل — وتفوز أول مطابقة.
de: Regeln gelten von oben nach unten – der erste Treffer gewinnt.
es: Las reglas se aplican de arriba abajo: gana la primera coincidencia.
fr: Les règles s’appliquent de haut en bas — la première correspondance l’emporte.
hi: नियम ऊपर से नीचे लागू होते हैं — पहला मिलान मान्य होता है।
ja: ルールは上から順に適用され、最初に一致したものが優先されます。
ko: 규칙은 위에서 아래로 적용되며, 처음 일치하는 규칙이 우선합니다.
pt_br: As regras se aplicam de cima para baixo — a primeira correspondência vence.
ru: Правила применяются сверху вниз — побеждает первое совпадение.
zh_hans: 规则自上而下应用——以第一个匹配为准。

source: Run a Shortcut
ar: تشغيل اختصار
de: Kurzbefehl ausführen
es: Ejecutar un atajo
fr: Exécuter un raccourci
hi: एक शॉर्टकट चलाएँ
ja: ショートカットを実行
ko: 단축어 실행
pt_br: Executar um atalho
ru: Запустить команду
zh_hans: 运行快捷指令

source: Runs a Shortcut of this name from your Shortcuts library — use it to sleep the Mac, tidy a folder, or anything else.
ar: يشغّل اختصارًا بهذا الاسم من مكتبة الاختصارات لديك — استخدمه لإسبات الـ Mac أو ترتيب مجلد أو أي شيء آخر.
de: Führt einen Kurzbefehl dieses Namens aus deiner Kurzbefehle-Sammlung aus – zum Ruhezustand des Macs, zum Aufräumen eines Ordners oder für alles andere.
es: Ejecuta un atajo con este nombre de tu biblioteca de Atajos: úsalo para poner el Mac en reposo, ordenar una carpeta o cualquier otra cosa.
fr: Exécute un raccourci portant ce nom depuis votre bibliothèque Raccourcis — utilisez-le pour mettre le Mac en veille, ranger un dossier ou toute autre action.
hi: आपकी Shortcuts लाइब्रेरी से इस नाम का शॉर्टकट चलाता है — इसका उपयोग Mac को स्लीप करने, फ़ोल्डर व्यवस्थित करने या किसी भी अन्य काम के लिए करें।
ja: 「ショートカット」ライブラリからこの名前のショートカットを実行します。Mac をスリープさせたり、フォルダを整理したり、何にでも使えます。
ko: 단축어 보관함에서 이 이름의 단축어를 실행합니다. Mac을 잠자기로 전환하거나 폴더를 정리하는 등 무엇이든 할 수 있습니다.
pt_br: Executa um atalho com este nome da sua biblioteca de Atalhos — use-o para pôr o Mac em repouso, organizar uma pasta ou qualquer outra coisa.
ru: Запускает команду с этим названием из вашей библиотеки «Команды» — используйте её, чтобы усыпить Mac, навести порядок в папке или для чего угодно.
zh_hans: 从你的“快捷指令”资源库运行此名称的快捷指令——可用于让 Mac 进入睡眠、整理文件夹或执行任何其他操作。

source: Runs only when you start it. A test exchanges data with the provider chosen above — CloakDrop never contacts a test server on its own.
ar: لا يعمل إلا عند بدئه يدويًا. يتبادل الاختبار البيانات مع المزوّد المحدد أعلاه — ولن يتصل CloakDrop بخادم اختبار من تلقاء نفسه أبدًا.
de: Läuft nur, wenn du ihn startest. Ein Test tauscht Daten mit dem oben gewählten Anbieter aus — CloakDrop kontaktiert einen Testserver nie von sich aus.
es: Solo se ejecuta cuando lo inicias. Un test intercambia datos con el proveedor elegido arriba — CloakDrop nunca contacta con un servidor de prueba por su cuenta.
fr: Ne s’exécute que lorsque vous le lancez. Un test échange des données avec le fournisseur choisi ci-dessus — CloakDrop ne contacte jamais un serveur de test de sa propre initiative.
hi: केवल तभी चलता है जब आप इसे शुरू करते हैं। टेस्ट ऊपर चुने गए प्रदाता के साथ डेटा का आदान-प्रदान करता है — CloakDrop कभी भी खुद से किसी टेस्ट सर्वर से संपर्क नहीं करता।
ja: 開始したときにのみ実行されます。テストでは上で選んだプロバイダとデータをやり取りします — CloakDrop が自らテストサーバに接続することはありません。
ko: 시작할 때만 실행됩니다. 테스트는 위에서 선택한 제공자와 데이터를 주고받습니다 — CloakDrop이 스스로 테스트 서버에 접속하는 일은 없습니다.
pt_br: Só é executado quando você o inicia. Um teste troca dados com o provedor escolhido acima — o CloakDrop nunca contata um servidor de teste por conta própria.
ru: Запускается только вручную. Тест обменивается данными с выбранным выше провайдером — CloakDrop никогда не обращается к тестовому серверу по собственной инициативе.
zh_hans: 仅在你启动时运行。测试会与上方所选服务商交换数据——CloakDrop 绝不会自行连接测速服务器。

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
hi: सहेजें
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 存储

source: Save As
ar: حفظ باسم
de: Sichern unter
es: Guardar como
fr: Enregistrer sous
hi: इस रूप में सहेजें
ja: 別名で保存
ko: 다른 이름으로 저장
pt_br: Salvar Como
ru: Сохранить как
zh_hans: 存储为

source: Save Receipt…
ar: حفظ الإيصال…
de: Beleg sichern…
es: Guardar recibo…
fr: Enregistrer le reçu…
hi: रसीद सहेजें…
ja: レシートを保存…
ko: 영수증 저장…
pt_br: Salvar recibo…
ru: Сохранить квитанцию…
zh_hans: 存储凭证…

source: Save the verified-download receipt.
ar: احفظ إيصال التنزيل الموثَّق.
de: Sichere den Beleg des verifizierten Downloads.
es: Guarda el recibo de descarga verificada.
fr: Enregistrez le reçu de téléchargement vérifié.
hi: सत्यापित डाउनलोड की रसीद सहेजें।
ja: 検証済みダウンロードのレシートを保存します。
ko: 확인된 다운로드의 영수증을 저장합니다.
pt_br: Salve o recibo do download verificado.
ru: Сохраните квитанцию проверенной загрузки.
zh_hans: 存储已验证下载的凭证。

source: Save to %@
ar: الحفظ في %@
de: In %@ sichern
es: Guardar en %@
fr: Enregistrer dans %@
hi: %@ में सहेजें
ja: %@ に保存
ko: %@에 저장
pt_br: Salvar em %@
ru: Сохранять в %@
zh_hans: 保存到 %@

source: Save to folder
ar: الحفظ في مجلد
de: In Ordner sichern
es: Guardar en carpeta
fr: Enregistrer dans le dossier
hi: फ़ोल्डर में सहेजें
ja: フォルダに保存
ko: 폴더에 저장
pt_br: Salvar na pasta
ru: Сохранять в папку
zh_hans: 保存到文件夹

source: Schedule
ar: الجدولة
de: Planen
es: Programar
fr: Planifier
hi: शेड्यूल
ja: スケジュール
ko: 예약
pt_br: Agendar
ru: Расписание
zh_hans: 计划

source: Schedule for later
ar: جدولة لوقت لاحق
de: Für später planen
es: Programar para más tarde
fr: Planifier pour plus tard
hi: बाद के लिए शेड्यूल करें
ja: 後でスケジュール
ko: 나중에 예약
pt_br: Agendar para depois
ru: Запланировать на потом
zh_hans: 计划稍后下载

source: Scheduled
ar: مجدول
de: Geplant
es: Programada
fr: Planifié
hi: शेड्यूल किया गया
ja: スケジュール済み
ko: 예약됨
pt_br: Agendado
ru: Запланировано
zh_hans: 已计划

source: Scheduled limit
ar: الحد المجدول
de: Geplantes Limit
es: Límite programado
fr: Limite planifiée
hi: निर्धारित सीमा
ja: スケジュールされた上限
ko: 예약된 제한
pt_br: Limite agendado
ru: Запланированное ограничение
zh_hans: 计划限速

source: Search Engine
ar: محرك البحث
de: Suchmaschine
es: Motor de búsqueda
fr: Moteur de recherche
hi: खोज इंजन
ja: 検索エンジン
ko: 검색 엔진
pt_br: Mecanismo de busca
ru: Поисковая система
zh_hans: 搜索引擎

source: Search downloads
ar: البحث في التنزيلات
de: Downloads durchsuchen
es: Buscar descargas
fr: Rechercher des téléchargements
hi: डाउनलोड खोजें
ja: ダウンロードを検索
ko: 다운로드 검색
pt_br: Buscar downloads
ru: Поиск загрузок
zh_hans: 搜索下载项

source: Search from the address bar
ar: البحث من شريط العنوان
de: Über die Adressleiste suchen
es: Buscar desde la barra de direcciones
fr: Rechercher depuis la barre d’adresse
hi: पता बार से खोजें
ja: アドレスバーから検索
ko: 주소 표시줄에서 검색
pt_br: Pesquisar na barra de endereço
ru: Поиск из адресной строки
zh_hans: 从地址栏搜索

source: Search or enter a website address
ar: ابحث أو أدخل عنوان موقع
de: Suchen oder eine Website-Adresse eingeben
es: Busca o escribe una dirección web
fr: Recherchez ou saisissez une adresse web
hi: खोजें या कोई वेबसाइट पता दर्ज करें
ja: 検索またはウェブサイトのアドレスを入力
ko: 검색하거나 웹사이트 주소를 입력하세요
pt_br: Pesquise ou insira um endereço de site
ru: Найдите или введите адрес сайта
zh_hans: 搜索或输入网址

source: Search or enter website address
ar: ابحث أو أدخل عنوان موقع
de: Suchen oder Website-Adresse eingeben
es: Buscar o escribir una dirección web
fr: Rechercher ou saisir une adresse web
hi: खोजें या वेबसाइट पता दर्ज करें
ja: 検索またはウェブサイトのアドレスを入力
ko: 검색 또는 웹사이트 주소 입력
pt_br: Pesquisar ou inserir endereço do site
ru: Поиск или ввод адреса сайта
zh_hans: 搜索或输入网址

source: Secure connection
ar: اتصال آمن
de: Sichere Verbindung
es: Conexión segura
fr: Connexion sécurisée
hi: सुरक्षित कनेक्शन
ja: 安全な接続
ko: 보안 연결
pt_br: Conexão segura
ru: Защищённое соединение
zh_hans: 安全连接

source: Segments
ar: الأجزاء
de: Segmente
es: Segmentos
hi: सेगमेंट
ja: セグメント
ko: 세그먼트
pt_br: Segmentos
ru: Сегменты
zh_hans: 分段

source: Segments (%lld)
ar: المقاطع (%lld)
de: Segmente (%lld)
es: Segmentos (%lld)
hi: खंड (%lld)
ja: セグメント(%lld)
ko: 세그먼트(%lld)
pt_br: Segmentos (%lld)
ru: Сегменты (%lld)
zh_hans: 分段 (%lld)

source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
ja: すべてを選択
ko: 모두 선택
pt_br: Selecionar todos
ru: Выбрать все
zh_hans: 全选

source: Select a download to see its details.
ar: حدّد تنزيلًا لعرض تفاصيله.
de: Wähle einen Download aus, um seine Details anzuzeigen.
es: Selecciona una descarga para ver sus detalles.
fr: Sélectionnez un téléchargement pour afficher ses détails.
hi: विवरण देखने के लिए कोई डाउनलोड चुनें।
ja: 詳細を表示するにはダウンロードを選択してください。
ko: 세부사항을 보려면 다운로드를 선택하세요.
pt_br: Selecione um download para ver seus detalhes.
ru: Выберите загрузку, чтобы увидеть её сведения.
zh_hans: 选择一项下载以查看其详细信息。

source: Separate track, muxed
ar: مسار منفصل، مدمج
de: Separate Spur, zusammengeführt
es: Pista separada, combinada
fr: Piste séparée, fusionnée
hi: अलग ट्रैक, मर्ज किया गया
ja: 別トラック（統合済み）
ko: 별도 트랙, 병합됨
pt_br: Faixa separada, combinada
ru: Отдельная дорожка, объединена
zh_hans: 独立音轨，已合并

source: Server
ar: الخادم
es: Servidor
fr: Serveur
hi: सर्वर
ja: サーバ
ko: 서버
pt_br: Servidor
ru: Сервер
zh_hans: 服务器

source: Shortcut name
ar: اسم الاختصار
de: Kurzbefehlname
es: Nombre del atajo
fr: Nom du raccourci
hi: शॉर्टकट का नाम
ja: ショートカット名
ko: 단축어 이름
pt_br: Nome do atalho
ru: Название команды
zh_hans: 快捷指令名称

source: Show a notification
ar: عرض إشعار
de: Eine Mitteilung anzeigen
es: Mostrar una notificación
fr: Afficher une notification
hi: एक सूचना दिखाएँ
ja: 通知を表示
ko: 알림 표시
pt_br: Mostrar uma notificação
ru: Показать уведомление
zh_hans: 显示通知

source: Show the next page
ar: عرض الصفحة التالية
de: Nächste Seite anzeigen
es: Mostrar la página siguiente
fr: Afficher la page suivante
hi: अगला पेज दिखाएँ
ja: 次のページを表示
ko: 다음 페이지 표시
pt_br: Mostrar a próxima página
ru: Показать следующую страницу
zh_hans: 显示下一页

source: Show the previous page
ar: عرض الصفحة السابقة
de: Vorherige Seite anzeigen
es: Mostrar la página anterior
fr: Afficher la page précédente
hi: पिछला पेज दिखाएँ
ja: 前のページを表示
ko: 이전 페이지 표시
pt_br: Mostrar a página anterior
ru: Показать предыдущую страницу
zh_hans: 显示上一页

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
ja: サインイン
ko: 로그인
pt_br: Entrar
ru: Войти
zh_hans: 登录

source: Signature
ar: التوقيع
de: Signatur
es: Firma
hi: हस्ताक्षर
ja: 署名
ko: 서명
pt_br: Assinatura
ru: Подпись
zh_hans: 签名

source: Signed & valid
ar: موقّع وصالح
de: Signiert & gültig
es: Firmado y válido
fr: Signé et valide
hi: हस्ताक्षरित और मान्य
ja: 署名済み・有効
ko: 서명됨 · 유효
pt_br: Assinado e válido
ru: Подписано, действительно
zh_hans: 已签名且有效

source: Signed by
ar: موقّع بواسطة
de: Signiert von
es: Firmado por
fr: Signé par
hi: द्वारा हस्ताक्षरित
ja: 署名者
ko: 서명자
pt_br: Assinado por
ru: Кем подписано
zh_hans: 签名者

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi: आकार
ja: サイズ
ko: 크기
pt_br: Tamanho
ru: Размер
zh_hans: 大小

source: Size in megabytes
ar: الحجم بالميغابايت
de: Größe in Megabyte
es: Tamaño en megabytes
fr: Taille en mégaoctets
hi: मेगाबाइट में आकार
ja: サイズ（メガバイト）
ko: 크기(메가바이트)
pt_br: Tamanho em megabytes
ru: Размер в мегабайтах
zh_hans: 大小（MB）

source: Smaller than
ar: أصغر من
de: Kleiner als
es: Menor que
fr: Plus petit que
hi: से छोटा
ja: より小さい
ko: 보다 작음
pt_br: Menor que
ru: Меньше чем
zh_hans: 小于

source: Sort
ar: فرز
de: Sortieren
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
ru: Сортировка
zh_hans: 排序

source: Sort By
ar: الترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: इसके अनुसार क्रमबद्ध करें
ja: 並べ替え
ko: 정렬 기준
pt_br: Ordenar Por
ru: Сортировать по
zh_hans: 排序方式

source: Sort completed files into type folders
ar: فرز الملفات المكتملة في مجلدات حسب النوع
de: Abgeschlossene Dateien in Typ-Ordner sortieren
es: Clasificar los archivos completados en carpetas por tipo
fr: Classer les fichiers terminés dans des dossiers par type
hi: पूर्ण फ़ाइलों को प्रकार के अनुसार फ़ोल्डरों में क्रमबद्ध करें
ja: 完了したファイルを種類別フォルダに振り分ける
ko: 완료된 파일을 유형별 폴더로 정렬
pt_br: Organizar arquivos concluídos em pastas por tipo
ru: Сортировать завершённые файлы по папкам типов
zh_hans: 将已完成文件按类型整理到文件夹

source: Source
ar: المصدر
de: Quelle
es: Origen
hi: स्रोत
ja: ソース
ko: 소스
pt_br: Origem
ru: Источник
zh_hans: 来源

source: Speed
ar: السرعة
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hi: गति
ja: 速度
ko: 속도
pt_br: Velocidade
ru: Скорость
zh_hans: 速度

source: Speed Test
ar: اختبار السرعة
es: Test de velocidad
fr: Test de débit
hi: स्पीड टेस्ट
ja: スピードテスト
ko: 속도 테스트
pt_br: Teste de velocidade
ru: Тест скорости
zh_hans: 测速

source: Speed Test…
ar: اختبار السرعة…
es: Test de velocidad…
fr: Test de débit…
hi: स्पीड टेस्ट…
ja: スピードテスト…
ko: 속도 테스트…
pt_br: Teste de velocidade…
ru: Тест скорости…
zh_hans: 测速…

source: Speed limit
ar: حد السرعة
de: Tempolimit
es: Límite de velocidad
fr: Limite de vitesse
hi: गति सीमा
ja: 速度制限
ko: 속도 제한
pt_br: Limite de velocidade
ru: Ограничение скорости
zh_hans: 速度限制

source: Start
ar: البدء
es: Inicio
fr: Démarrage
hi: आरंभ
ja: 開始
ko: 시작
pt_br: Início
ru: Запуск
zh_hans: 开始

source: Start Test
ar: بدء الاختبار
de: Test starten
es: Iniciar test
fr: Lancer le test
hi: टेस्ट शुरू करें
ja: テストを開始
ko: 테스트 시작
pt_br: Iniciar teste
ru: Начать тест
zh_hans: 开始测试

source: Start at
ar: البدء في
de: Beginn um
es: Iniciar a las
fr: Commencer à
hi: इस समय आरंभ करें
ja: 開始時刻
ko: 시작 시각
pt_br: Iniciar em
ru: Начать в
zh_hans: 开始于

source: Start automatically
ar: البدء تلقائيًا
de: Automatisch starten
es: Iniciar automáticamente
fr: Démarrer automatiquement
hi: स्वतः आरंभ करें
ja: 自動的に開始
ko: 자동으로 시작
pt_br: Iniciar automaticamente
ru: Запускать автоматически
zh_hans: 自动开始

source: Start immediately
ar: البدء فورًا
de: Sofort starten
es: Iniciar de inmediato
fr: Démarrer immédiatement
hi: तुरंत आरंभ करें
ja: すぐに開始
ko: 즉시 시작
pt_br: Iniciar imediatamente
ru: Начать немедленно
zh_hans: 立即开始

source: Startup
ar: بدء التشغيل
de: Start
es: Inicio
fr: Démarrage
hi: स्टार्टअप
ja: 起動
ko: 시작
pt_br: Inicialização
ru: Запуск
zh_hans: 启动

source: Stats
ar: الإحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
hi: आँकड़े
ja: 統計
ko: 통계
pt_br: Estatísticas
ru: Статистика
zh_hans: 统计

source: Status
ar: الحالة
es: Estado
fr: État
hi: स्थिति
ja: 状況
ko: 상태
pt_br: Estado
ru: Статус
zh_hans: 状态

source: Stop Test
ar: إيقاف الاختبار
de: Test stoppen
es: Detener test
fr: Arrêter le test
hi: टेस्ट रोकें
ja: テストを停止
ko: 테스트 중단
pt_br: Parar teste
ru: Остановить тест
zh_hans: 停止测试

source: Stop loading
ar: إيقاف التحميل
de: Laden stoppen
es: Detener la carga
fr: Arrêter le chargement
hi: लोडिंग रोकें
ja: 読み込みを停止
ko: 로딩 중지
pt_br: Parar o carregamento
ru: Остановить загрузку
zh_hans: 停止加载

source: Subtitles
ar: الترجمة
de: Untertitel
es: Subtítulos
fr: Sous-titres
hi: उपशीर्षक
ja: 字幕
ko: 자막
pt_br: Legendas
ru: Субтитры
zh_hans: 字幕

source: Subtitles are saved as a matching “.srt” file next to the video.
ar: تُحفظ الترجمة كملف «.srt» مطابق بجوار الفيديو.
de: Untertitel werden als passende „.srt“-Datei neben dem Video gespeichert.
es: Los subtítulos se guardan como un archivo «.srt» junto al vídeo.
fr: Les sous-titres sont enregistrés dans un fichier « .srt » à côté de la vidéo.
hi: उपशीर्षक वीडियो के बगल में मिलती-जुलती “.srt” फ़ाइल के रूप में सहेजे जाते हैं।
ja: 字幕は動画の隣に対応する「.srt」ファイルとして保存されます。
ko: 자막은 동영상 옆에 해당 “.srt” 파일로 저장됩니다.
pt_br: As legendas são salvas como um arquivo “.srt” ao lado do vídeo.
ru: Субтитры сохраняются в файл «.srt» рядом с видео.
zh_hans: 字幕会保存为视频旁边对应的「.srt」文件。

source: THIS MONTH’S RANK
ar: ترتيب هذا الشهر
de: RANG DIESEN MONAT
es: RANGO DE ESTE MES
fr: CLASSEMENT DU MOIS
hi: इस महीने की रैंक
ja: 今月のランク
ko: 이번 달 등급
pt_br: CLASSIFICAÇÃO DO MÊS
ru: РАНГ ЗА МЕСЯЦ
zh_hans: 本月段位

source: Ten gigs this month. Peckish.
ar: عشرة غيغابايت هذا الشهر. جائع قليلًا.
de: Zehn Gigabyte diesen Monat. Leicht hungrig.
es: Diez gigas este mes. Con hambrita.
fr: Dix gigas ce mois-ci. Un petit creux.
hi: इस महीने दस गिग्स। थोड़ी भूख लगी है।
ja: 今月 10 ギガ。小腹がすいた。
ko: 이번 달 10기가. 살짝 출출하네요.
pt_br: Dez gigas este mês. Beliscando.
ru: Десять гигов за месяц. Аппетит разыгрался.
zh_hans: 本月十 GB。有点饿了。

source: Test with
ar: الاختبار عبر
de: Testen mit
es: Probar con
fr: Tester avec
hi: इसके ज़रिए टेस्ट करें
ja: テストに使用
ko: 테스트에 사용
pt_br: Testar com
ru: Тестировать через
zh_hans: 测试服务商

source: Testing download…
ar: جارٍ اختبار التنزيل…
de: Download wird getestet…
es: Probando descarga…
fr: Test du débit descendant…
hi: डाउनलोड टेस्ट हो रहा है…
ja: ダウンロードをテスト中…
ko: 다운로드 테스트 중…
pt_br: Testando download…
ru: Проверка загрузки…
zh_hans: 正在测试下载…

source: Testing upload…
ar: جارٍ اختبار الرفع…
de: Upload wird getestet…
es: Probando subida…
fr: Test du débit montant…
hi: अपलोड टेस्ट हो रहा है…
ja: アップロードをテスト中…
ko: 업로드 테스트 중…
pt_br: Testando upload…
ru: Проверка отдачи…
zh_hans: 正在测试上传…

source: Text that isn’t a web address is searched on %@ when you press Return. Nothing is sent as you type — there are no search suggestions.
ar: يُبحث عن النص الذي ليس عنوان ويب في %@ عند الضغط على Return. لا يُرسَل شيء أثناء الكتابة — ولا توجد اقتراحات بحث.
de: Text, der keine Webadresse ist, wird bei Drücken der Eingabetaste auf %@ gesucht. Während der Eingabe wird nichts gesendet – es gibt keine Suchvorschläge.
es: El texto que no sea una dirección web se busca en %@ al pulsar Intro. No se envía nada mientras escribes: no hay sugerencias de búsqueda.
fr: Le texte qui n’est pas une adresse web est recherché sur %@ lorsque vous appuyez sur Entrée. Rien n’est envoyé pendant la saisie — il n’y a aucune suggestion de recherche.
hi: जो टेक्स्ट वेब पता नहीं है, Return दबाने पर उसे %@ पर खोजा जाता है। टाइप करते समय कुछ नहीं भेजा जाता — कोई खोज सुझाव नहीं हैं।
ja: ウェブアドレス以外のテキストは、Return キーを押すと %@ で検索されます。入力中には何も送信されず、検索候補もありません。
ko: 웹 주소가 아닌 텍스트는 Return 키를 누르면 %@에서 검색됩니다. 입력하는 동안에는 아무것도 전송되지 않으며 검색 제안도 없습니다.
pt_br: O texto que não for um endereço web é pesquisado no %@ ao pressionar Return. Nada é enviado enquanto você digita — não há sugestões de pesquisa.
ru: Текст, не являющийся веб-адресом, ищется в %@ при нажатии Return. Во время ввода ничего не отправляется — подсказок поиска нет.
zh_hans: 按下 Return 键时，非网址文本将在 %@ 上搜索。输入过程中不会发送任何内容——没有搜索建议。

source: That doesn’t look like a valid Metalink file.
ar: لا يبدو أن هذا ملف Metalink صالح.
de: Das scheint keine gültige Metalink-Datei zu sein.
es: Ese no parece ser un archivo Metalink válido.
fr: Ce fichier ne semble pas être un Metalink valide.
hi: यह एक मान्य Metalink फ़ाइल नहीं लगती।
ja: 有効な Metalink ファイルではないようです。
ko: 유효한 Metalink 파일이 아닌 것 같습니다.
pt_br: Isso não parece ser um arquivo Metalink válido.
ru: Это не похоже на действительный файл Metalink.
zh_hans: 这似乎不是有效的 Metalink 文件。

source: That is the complete list. There are no update pings, no analytics beacons, and no phone-home of any kind.
ar: هذه هي القائمة الكاملة. لا توجد نبضات تحديث، ولا منارات تحليلات، ولا أي إرسال خفي من أي نوع.
de: Das ist die vollständige Liste. Es gibt keine Update-Pings, keine Analyse-Beacons und kein Nachhausetelefonieren jeglicher Art.
es: Esa es la lista completa. No hay pings de actualización, ni balizas de analítica, ni ningún tipo de comunicación con servidores propios.
fr: C’est la liste complète. Il n’y a aucun ping de mise à jour, aucune balise d’analyse, ni aucune communication cachée d’aucune sorte.
hi: यही पूरी सूची है। कोई अपडेट पिंग नहीं, कोई एनालिटिक्स बीकन नहीं, और किसी भी प्रकार का फ़ोन-होम नहीं।
ja: これが全リストです。アップデートの ping も、分析用のビーコンも、いかなる形の外部送信もありません。
ko: 이것이 전체 목록입니다. 업데이트 핑도, 분석용 비콘도, 어떤 형태의 외부 전송도 없습니다.
pt_br: Essa é a lista completa. Não há pings de atualização, nem beacons de análise, nem qualquer tipo de comunicação oculta.
ru: Это полный список. Никаких пингов обновлений, аналитических маяков и какой-либо отправки данных на сторону.
zh_hans: 这就是完整清单。没有更新探测、没有分析信标，也没有任何形式的回传。
